Repository: common-repository/moohpay
Catalog: languages/moohpay-*.po
Languages: de_de

source: Not connected
de_de: Nicht verbunden

source: Connect
de_de: Verbinden

source: Cancel
de_de: Abbrechen

source: Loading Products
de_de: Lade Produkte

source: Insert Product
de_de: Produkt einfügen

source: Product
de_de: Produkt

source: Insert As
de_de: Einfügen als

source: Embedded Sales Page
de_de: Integrierte Verkaufsseite

source: Product Box
de_de: Produkt-Box

source: Simple Product Box
de_de: Einfache Produkt-Box

source: There were no products found.
de_de: Es wurden keine Produkte gefunden.

source: Access Authorization
de_de: Zugriffsberechtigung

source: Customers Only
de_de: Nur Kunden

source: All Visitors
de_de: Alle Besucher

source: No Restriction
de_de: Keine Beschränkung

source: Only for customer of
de_de: Nur für Kunden von

source: No products found.
de_de: Keine Produkte gefunden.

source: You can restrict access to this page to people who have purchased your product by selecting a product and saving the changes.
de_de: Du kannst den Zugriff auf diese Seite auf Besucher beschränken, die dein Produkt gekauft haben, indem du ein Produkt wählst und die Änderungen speicherst.

source: Product redirects here.
de_de: Produkt leitet hier her.

source: Product redirection link differs.
de_de: Produkt leitet wo anders hin.

source: Product redirection link not set.
de_de: Produkt-Weiterleitungslink nicht gesetzt.

source: The product must have a redirection link, so that after it is bought the customer is lead to this page.
de_de: Das Produkt benötigt einen Weiterleitungs-Link, sodass deine Kunden nach dem Kauf auf dieser Seite landen.

source: We can fix that for you. Just press the button below.
de_de: Wir können das für dich einrichten. Klicke einfach auf die Schaltfläche unten.

source: Set redirection link to this page
de_de: Link zu dieser Seite setzen

source: MoohPay™ Premium Page
de_de: MoohPay™ Premium-Seite

source: This page can only be accessed by customers who bought this product:
de_de: Diese Seite kann nur von Kunden aufgerufen werden, die dieses Produkt gekauft haben:

source: This page can only be accessed by customers.
de_de: Diese Seite kann nur von Kunden aufgerufen werden.

source: MoohPay™ Product
de_de: MoohPay™ Produkt

source: Add a product to your sidebar or in an arbitrary widget area.
de_de: Füge ein Produkt zu einer Sidebar oder einem beliebigen Widget-Bereich hinzu.

source: Not connected.
de_de: Nicht verbunden.

source: Click here to connect.
de_de: Klicke hier um dich zu verbinden.

source: Product:
de_de: Produkt:

source: - Select -
de_de: - Auswählen -

source: Align:
de_de: Ausrichtung:

source: Center
de_de: Zentriert

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Go to <a href="https://www.moohpay.com/product/new" target="_blank">MoohPay.com</a> to add a product.
de_de: Rufe <a href="https://www.moohpay.com/product/new" target="_blank">MoohPay.com</a> auf, um ein Produkt hinzuzufügen.

source: Account Connection
de_de: Account-Verbindung

source: To connect your MoohPay™ account, click the connection button and enter your e-mail address and password.
de_de: Um dich mit deinem MoohPay™ Konto zu verbinden, klicke auf die Schaltfläche "Jetzt verbinden" und gib deine E-Mail-Adresse und dein Passwort ein.

source: Your Account
de_de: Dein Konto

source: You are <strong>connected</strong> with MoohPay™:
de_de: Du bist mit MoohPay™ <strong>verbunden</strong>:

source: Change Account
de_de: Account wechseln

source: You are <strong>not connected</strong> with MoohPay™.
de_de: Du bist mit MoohPay™ <strong>noch nicht verbunden</strong>.

source: Connect Now
de_de: Jetzt verbinden

source: Settings Saved
de_de: Einstellungen gespeichert
